/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Prijať";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Prijať";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "Zadané Apple ID bolo z bezpečnostných dôvodov zakázané. Pre zmenu hesla klepnite na Resetovať.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "Upravovanie účtov nie je povolené na tomto zariadení";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "Nie je možné vytvoriť účet";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "Upravovanie vášho účtu nie je povolené na tomto zariadení";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "Nie je možné upraviť účet";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "Prihlasovanie nie je povolené na tomto zariadení";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "Nie je možné sa prihlásiť";

/* Account Title */
"ACCOUNT_TITLE" = "Účet";

/* Achievements title one player */
"ACHIEVEMENTS" = "Úspechy";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "Úspechy: %1$@, Body: %2$@";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "Úspechy: %1$@, Body: %2$@";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "Úspechy: %1$@, Body: %2$@";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "Úspechy: %1$@, Body: %2$@";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "Úspechy: %1$@, Body: %2$@";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "Úspechy: %1$@, Body: %2$@";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "Úspechy: %1$@, Body: %2$@";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ z %2$@ úspechov";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ z %2$@ úspechu";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "Úspechy: %@";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "Úspechy: %@";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "ÚSPECHY: %@";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "ÚSPECHY: %@";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "ŽIADNE ÚSPECHY";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Žiadne úspechy";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Dosiahnuté: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Dosiahnuté: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ z %2$@ úspechov";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ z %2$@ úspechu";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ Z %2$@ ÚSPECHOV";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ Z %2$@ ÚSPECHU";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ Z %2$@ ÚSPECHOV";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ z %2$@ úspechov";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "Zatiaľ nedosiahli";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "Dokončené na %1$@";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "Body: %@";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "Body: %@";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(body: %@)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(body: %@)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(body: %@)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "b.";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "b.";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "b.";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "Body: %@";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "Pridanie adresy";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "Vymazanie adresy";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "Odosielanie priateľských žiadostí nie je povolené na tomto zariadení";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "Nie je možné odoslať priateľské žiadosti";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Pridať hráča";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "Hráč nie je prihlásený";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "Používanie Game Center nie je povolené na tomto zariadení";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Hranie hier pre viacero hráčov nie je povolené na tomto zariadení";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Hry pre viac hráčov nedostupné";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center je nedostupné";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Hry pre viac hráčov nedostupné";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Anonym";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Apple ID heslo";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center môže automaticky vytvoriť hru s práve dostupnými hráčmi. Približný čas čakania na autohru: viac ako %@ min";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center môže automaticky vytvoriť hru s práve dostupnými hráčmi. Približný čas čakania na autohru: viac ako %@ min";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center môže automaticky vytvoriť hru s práve dostupnými hráčmi. Približný čas čakania na autohru: viac ako %@ min";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center môže automaticky vytvoriť hru s práve dostupnými hráčmi. Približný čas čakania na autohru: %@ s";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center môže automaticky vytvoriť hru s práve dostupnými hráčmi. Približný čas čakania na autohru: %@ s";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center môže automaticky vytvoriť hru s práve dostupnými hráčmi. Približný čas čakania na autohru: %@ s";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Autohra";

/* Auto-matched */
"AUTO_MATCHED" = "Autohra";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Autospoluhráč";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Odoslať";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Odoslať";

/* By Game Center */
"BY_GAME_CENTER" = "Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Zrušené";

/* Cancel */
"CANCEL_BUTTON" = "Zrušiť";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "Nie je možné sa pripojiť";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Služby Game Center účtu sú v tejto chvíli nedostupné.\nSkúste to znovu neskôr.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Pre prístup ku Game Center sa musíte pripojiť k mobilnej alebo Wi-Fi sieti.";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Pridať";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Ak chcete začať posielať výzvy užívateľovi %1$@, staňte sa priateľmi";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Na odosielanie a prijímanie výziev potrebujete priateľov v Game Center";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "Vaši priatelia už dosiahli %1$@. Skúste ich vyzvať na dosiahnutie úspechov, ktoré zatiaľ nedosiahli.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Ak chcete vyzvať priateľov na prekonanie skóre, musíte ho dosiahnuť v tabuľke %1$@";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "OK";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "Výzva užívateľa %1$@: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "Výzva od užívateľa %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "Výzva užívateľa %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "„%1$@“";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "Výzva užívateľa %1$@: skóre %2$@ dosiahnuté %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Vyzvať priateľa";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Odoslať výzvu";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Výzva:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "Od %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "Od %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Skóre %1$@ dosiahnuté %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Prekonali ste výzvu užívateľa %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Naspäť";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Výber priateľov";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Ignorovať";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "Výzva pre vás: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Spustiť hru";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Prejsť do App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Výzva v hre %1$@: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Vaša výzva prekonaná: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "Vaša výzva v hre %1$@ prekonaná: %2$@";

/* Change */
"CHANGE" = "Zmeniť";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Zatvoriť";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Zatvoriť";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "Úspechy: %1$@";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "Úspechy: %1$@";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Žiadne úspechy";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Pripája sa";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "Nepodarilo sa sa pripojiť ku Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Vytvoriť nové Apple ID";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Zamietnuté";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Zamietnuť";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Chcete hrať %@?";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Odoslať výzvu";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Vyzvať priateľov";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Zdieľať";

/* Disable Button */
"DISABLE_BUTTON" = "Zakázať";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Odpojený";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Odstrániť";

/* Done button title */
"DONE_BUTTON_TITLE" = "Hotovo";

/* button to send friend request */
"DONT_SEND" = "Neodoslať";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Inštaluje sa…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Zadajte voliteľnú správu…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože lokálny hráč sa už autentifikuje.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "Požadovaná operácia bola zrušená.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť kvôli chybe počas komunikácie so serverom.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože Game Center nerozpoznalo túto aplikáciu.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože užívateľské meno a/alebo heslo sú neplatné.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "Požadované operácie sa nepodarilo dokončiť, pretože jeden alebo viac parametrov je neplatných.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože hráč je neplatný.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Žiadosť o výzvu zlyhala kvôli neplatným dátam výzvy.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože žiadosť o hru je neplatná.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože lokálny hráč nebol autentifikovaný.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože táto funkcia bola zakázaná v obmedzeniach.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože nebola nastavená hodnota skóre.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože špecifikovaný účastník je neplatný.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože relácia má neplatný stav.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože špecifikovaný účastník sa nenachádza v požadovanom stave ťahu.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože dáta hry boli príliš veľké.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože by prekročila maximálny počet relácií.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože táto funkcia je pre neplnoletých hráčov zakázaná.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "Do hry sa pripojil neočakávaný hráč.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť kvôli neznámej chybe.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "Požadovanú operáciu sa nepodarilo dokončiť, pretože bola zamietnutá užívateľom.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " a %@ ďalších…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "Podobní priatelia: %@";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "Podobní priatelia: %@";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "Facebook je nedostupný";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "Podobní priatelia: %@";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "Páči sa";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "Páči sa";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Zlyhalo";

/* friend text in compare achievement screen */
"FRIEND" = "Priateľ";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "Priatelia: %@";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "Priatelia: %@";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Žiadni priatelia";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "Spoloční priatelia: %@";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "Spoloční priatelia: %@";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Žiadni spoloční priatelia";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "Priatelia: %@";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "Priatelia: %@";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "PRIATELIA: %@";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "PRIATELIA: %@";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "PRIATELIA";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Priatelia";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "Užívateľ %1$@ (%2$@ %3$@) prijal vašu priateľskú žiadosť.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "Užívateľ %1$@ (%2$@) prijal vašu priateľskú žiadosť.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "Užívateľ %1$@ prijal vašu priateľskú žiadosť.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Hľadajú sa hráči";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "Neprijíma pozvánky do hier";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Priatelia, ktorí dosiahli tento úspech";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "Priatelia, ktorí dosiahli tento úspech (%@)";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "Priatelia, ktorí dosiahli tento úspech (%@)";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Žiadni priatelia, ktorí dosiahli tento úspech";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Priatelia";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "Priatelia: %@";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "Priatelia: %@";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "Priatelia: %@";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Priatelia, ktorí zatiaľ nehrali";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "Priatelia, ktorí zatiaľ nehrali (%@)";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "Priatelia, ktorí zatiaľ nehrali (%@)";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Žiadni priatelia, ktorí zatiaľ nehrali";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Priatelia, ktorí hrali túto hru";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "Priatelia, ktorí hrajú túto hru (%@)";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "Priatelia, ktorí hrajú túto hru (%@)";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Žiadni priatelia, ktorí hrajú túto hru";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Hráči";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "Hráči: %@";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "Hráči: %@";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "Hráči: %@";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Nie je online";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "VŠETCI";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "LOKÁLNI";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "POSLEDNÍ";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Priateľská žiadosť";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Chcete odoslať priateľskú žiadosť užívateľovi %@";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Priateľská žiadosť";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Priateľská žiadosť od užívateľa %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "hry: %@";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "hry: %@";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Žiadne hry";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "Spoločné hry: %@";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "Spoločné hry: %@";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Žiadne spoločné hry";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Hra bola zrušená";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Funkcia je zakázaná";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Demonštračný režim";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Zakázať Game Center?";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Game Center môžete kedykoľvek povoliť tak, že sa prihlásite v aplikácii Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Game Center nie je podporované.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "Žiadna hra";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "Pozvánka od %1$@ na hranie „%2$@“";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Pozvánka od %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "Pozvánka od %@ bola zrušená.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "Funkcii Autohra sa nepodarilo nájsť dostatok hráčov. Pozvite ďalších hráčov.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "Nedostatok hráčov";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Game Center nerozpoznalo túto hru.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Túto hru môžete hodnotiť, len ak sa prihlásite pomocou Apple ID, ktoré bolo použité pri jej zakúpení.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Hodnotenie hry nebolo odoslané";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Znovu pripojiť?";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "Hra pre viac hr.";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Všetci hráči: %@";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Všetci hráči";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "VŠETCI HRÁČI: %@";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "VŠETCI HRÁČI";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "VŠETCI HRÁČI";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Všetci hráči";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Skrytý";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "Zabudli ste svoje Apple ID alebo heslo?";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Importovať priateľov";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "Nekompatibilné";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "Heslo bolo nesprávne zadané príliš veľakrát. Ak ste zabudli vaše heslo a chcete ho zmeniť, klepnite na Resetovať.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Nesprávne heslo";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Pozvánka zrušená";

/* Invitation Title */
"INVITATION_TITLE" = "Pozvánka";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "Čaká sa…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "Hráč prijal vaše pozvanie.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "Užívateľ %1$@ prijal vaše pozvanie do hry %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Užívateľ %@ prijal vaše pozvanie.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "Hráč prijal vaše pozvanie do hry %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "Hráč odmietol vaše pozvanie.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "%1$@. z %2$@ priateľov";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "%1$@. z %2$@ priateľa";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Pozvite ďalších hráčov (najviac %d) zo svojho zoznamu priateľov v Game Center";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Pozvite jedného ďalšieho hráča zo svojho zoznamu priateľov v Game Center";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "nedostupné";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Vyzvať priateľov";

/* Invite Friend */
"INVITE_FRIEND" = "Pozv. priateľa";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Pozvať priateľov";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Pozvať hráčov";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Pozvite najviac %@ hráčov";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Pozvite najviac %@ hráča";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Pozvite najviac %@ hráčov";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Práve dohratá hra: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Posledná hra: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Posledná hra: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Posledná hra";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Posledná hra: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Spustiť apl.";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Tabuľky";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "Tabuľky: %@";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ tabuľka";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "Tabuľky: %@";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Tabuľka";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "Rozsah tabuľky {%d,%d} musí mať umiestnenie >= %d a rozsah <= %d";

/* Loading… status text */
"LOADING_STATUS" = "Načítava sa…";

/* Login Button */
"LOGIN_BUTTON" = "Prihlásiť sa";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Pripája sa…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Hľadajú sa hráči…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Pozvať priateľov";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Pozývajú sa hráči";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Hrať teraz";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Spúšťa sa hra…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "Čaká sa…";

/* Me */
"ME" = "Ja";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Ja";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ hráčov";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "hráči: %@";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Lokálni hráči";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Povoliť lokálnym hráčom Game Center vyhľadať vás a pozvať do hry pre viac hráčov cez Wi-Fi alebo Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "Žiadna hra";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "Žiadna hra";

/* Next */
"NEXT" = "Ďalej";

/* now (time) */
"NOW_TIME" = "teraz";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Žiadne úspechy";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Žiadne úspechy";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "Žiadna odpoveď";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Žiadni priatelia";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "ŽIADNE PRIATEĽSKÉ SKÓRE";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Žiadna tabuľka";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "Žiadna tabuľka alebo úspechy";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Skúste to znovu po pripojení k sieti.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Sieť je nedostupná";

/* No score - player rank is zero */
"NO_SCORE" = "Žiadne skóre";

/* No Scores */
"NO_SCORES" = "Žiadne skóre";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "ŽIADNE SKÓRE";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Žiadny stav";

/* OK Button */
"OK_BUTTON" = "OK";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "Celkové";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "Zadané Apple ID sa nenašlo, alebo bolo vaše heslo nesprávne.\nSkúse to znovu.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Heslo";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Heslo pre Sandbox";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "Dolných %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "Horných %@";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Hrané dnes: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ alebo %2$@ hráčov";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ až %2$@ hráčov";

/* n Players */
"PLAYER_COUNT_PLURAL" = "Hráči: %@";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "Hráči: %@";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "Žiadna hra";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "Hráč %@ sa odpojil.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Hrať";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Hrať hru";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Zahrajte si hru a Game Center nájde jedného ďalších spoluhráčov (%d).";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Zahrajte si hru a Game Center nájde jedného ďalšieho spoluhráča";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Zahrajte si hru a Game Center ju spustí s vybranými hráčmi.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Hrať teraz";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "Zadané Apple ID bolo zakázané. Kontaktujte zákaznícku podporu.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "„%@“";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "„%@“";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Umiestnil sa približne tak ako ja";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Umiestnil sa vyššie ako ja";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Umiestnil sa nižšie ako ja";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "%1$@. z %2$@ hráčov";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "%1$@. z %2$@ hráčov";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "%1$@. z %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "Bez umiestnenia";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "%@.";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "Hodnotenia: %@";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "Hodnotenia: %@";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Žiadne hodnotenia";

/* Ready invite label */
"READY_INVITE_LABEL" = "Pripravené";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "Adresáti: %@";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ adresát";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "Pred %@ h";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "Pred %@ h";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "Pred %@ min";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "Pred %@ min";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "Pred %@ s";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Odstrániť";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Odstrániť hráča";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Nahlásiť problém";

/* Reset Button */
"RESET_BUTTON" = "Resetovať";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ na: %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "Výsledky: %@";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "Výsledky: 1";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Žiadne výsledky";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Požiadať o priateľstvo";

/* Settings Button */
"SETTINGS_BUTTON" = "Nastavenia";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Moje skóre je <a href=\"%3$@\">%1$@ v hre %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Užívateľ %1$@ dosiahol <a href=\"%4$@\">%2$@ v hre %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Chcem dosiahnuť skóre <a href=\"%3$@\">%1$@ v hre %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "Moje skóre je %1$@ v hre %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "Užívateľ %1$@ dosiahol %2$@ v hre %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Chcem dosiahnuť skóre %1$@ v hre %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Pozrite si <a href=\"%3$@\">moje skóre dosiahnuté %1$@ v hre %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Pozrite si skóre užívateľa <a href=\"%4$@\">%1$@ dosiahnuté %2$@ v hre %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Pozrite si moje skóre dosiahnuté %1$@ v hre %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Pozrite si skóre užívateľa %1$@ dosiahnuté %2$@ v hre %3$@.";

/* Show All */
"SHOW_ALL" = "Zobraziť všetko";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Zobraziť ďalšie…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Zobraziť ďalšie (%@)…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Prihlásiť sa";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Používajte Game Center s vaším Apple ID a hrajte hry online s priateľmi kdekoľvek na svete.";

/* Starting Game… */
"STARTING_GAME" = "Spúšťa sa hra…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Ohodnoťte klepnutím";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Klepnutím ohodnoťte hru";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Klepnutím\nohodnoťte hru";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Všetky";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "VŠETKY";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "Tento týždeň";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "TENTO TÝŽDEŇ";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Dnes";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "DNES";

/* To: */
"TO_LABEL" = "Pre:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@“";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Skúste to znovu neskôr.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "Nepodarilo sa vytvoriť hru";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Koniec hry";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Odstráňte existujúcu hru a skúste to znovu.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "Nepodarilo sa vytvoriť hru";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "Pozvaný hráč má príliš veľa aktívnych hier.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "Nepodarilo sa vytvoriť hru";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Nová hra";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "Je stále na ťahu";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Zamietnuť";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Hry";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "Hry: %@";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "Hry: %@";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Hry";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Pozvánka";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Ukončiť hru";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Pripravené";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Odstrániť hru";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Pozvánky";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Ťah druhého hráča";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Ťah tohto hráča";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "Váš ťah";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Koniec hry";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Ste na rade";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Zobraziť hru";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "Od užívateľa %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Posledný ťah: %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Neznámy dátum spustenia";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Žiadne ťahy";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Hrané s užívateľom %1$@ a %2$d ďalšími";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Hrané s užívateľom %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Hrané s autospoluhráčom";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "Hráči: %d";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Hráte s užívateľom %1$@ a %2$d ďalšími";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Hráte s užívateľom %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Hráte s autospoluhráčom";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Spustená: %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Pozvať priateľov do hry";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Žiadne hry";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "Ťah hráča %@";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "Ich ťah";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "Víťaz %@";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "Vyhral iný hráč";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Iný hráč";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "Prvé miesto";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "Štvrté miesto";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "Prehra";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Ja";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Žiadny výsledok";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "Ukončenie";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "Druhé miesto";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "Tretie miesto";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "Remíza";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "Vypršal čas";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "Víťazstvo";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Aktívny";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Zamietnutý";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "Hotovo";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Pozvaný";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "Zhodný";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Neznámy";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "Váš ťah";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Vyhrali ste!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "Nie je možné načítať";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "Nie je možné načítať úspechy";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "Nie je možné načítať priateľov";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "NIE JE MOŽNÉ NAČÍTAŤ";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "V tejto chvíli nie je možné odoslať hodnotenie. Skúste to znovu neskôr.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Neautentifikovaný užívateľ";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Neočakávané pripojenie";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "Pripojil sa neočakávaný hráč. Vytvorenie hry bude zrušené.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Zrušiť";

/* Uninvite Now */
"UNINVITE_NOW" = "Zrušiť hneď";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Zrušiť pozvanie hráčov?";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "Niektorí pozvaní hráči zatiaľ neodpovedali.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "Nepomenovaná apl.";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "Apple ID";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "Apple ID pre Sandbox";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Zobraziť účet";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Zobraziť";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Čaká sa na autentifikáciu…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "So spustením hry sa čaká na %@.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Čakať";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Vitajte späť, %@";

/* Welcome title */
"WELCOME_TITLE" = "Vitajte";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Víta vás Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandbox ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Zvolili ste maximálny počet hráčov.";

